Repository: GTRRoficial/rainbow_cuba
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: ‘Strawberry & Chocolate’: the sweet taste of change
pt_br: 'Morango e Chocolate': o doce sabor da mudança

source: ‘Strawberry & Chocolate’:
pt_br: 'Morango e Chocolate'

source: ‘The trajectory of Cuban cinema’
pt_br: 'A trajetória do cinema cubano'

source: “AIDS drugs and other vital medicines required on a large scale should not be protected by patents.
pt_br: "Drogas contra AIDS e outros medicamentos vitais necessários em larga escala não deveriam ser protegidos por patentes.

source: “Absent the persistent and pervasive climate of anti-communism,” McCubbin stresses, “such attacks would have been laughable, emanating as they did from a country where gay-baiting was an indispensable political tool and where scarcely a week went by without the murder, somewhere within the U.S., of a transgender person.
pt_br: "Sem o clima constante e onipresente de anticomunismo", McCubbin reforça, "tais ataques seriam risíveis, por estarem vindo de um país onde o posicionameno antigays era uma ferramenta política indispensável e raramente se passava uma semana sem que, em algum lugar dos EUA, uma pessoa transgênero fosse assassinada.

source: “An internal Public Health Ministry regulation has authorized the performance of this surgery by the specialized health services, and work has been carried out in training staff and acquiring technology, medical supplies and prosthetics.”
pt_br: "Um regulamento interno do Ministério da Saúde Pública autorizou a realização desta cirurgia pelos serviços de saúde especializados, tendo-se trabalhado no treinamento dos profissionais e na aquisição de tecnologia, material médico e próteses."

source: “And this also has to do with a gender focus, of course.
pt_br: “E isso também tem a ver com um foco de gênero, é claro.

source: “Apocalypto,” which depicts the Mayans as inherently bloodthirsty, is being screened in the citadel of the most bloodthirsty imperialist power in history.
pt_br: “Apocalypto,” que retrata os Maias com uma sede de sangue hereditária, é exibido na cidadela do maior poder imperialista e sedento por sangue que já existiu na história.

source: “Apocalypto” is pro-imperialist propaganda, making colonialism synonymous with salvation.
pt_br: “Apocalypto” é propaganda pró-imperialista, tornando colonialismo um sinonimo de salvação.

source: “At the beginning of 2004,” Arreola wrote, “there was a new momentum when CENESEX launched a national strategy: it increased and diversified its professional staff, obtained support from President Fidel Castro and directly contacted ministries and social organizations to discuss, based on entity profile, the subject of transsexuals.”
pt_br: “No início de 2004”, escreveu Arreola, “houve um novo impulso quando a CENESEX lançou uma estratégia nacional: aumentou e diversificou sua equipe profissional, obteve apoio do presidente Fidel Castro e contatou diretamente ministérios e organizações sociais para discutir, com base no perfil da entidade, o assunto dos transexuais”.

source: “At the end of the week, she told me, ‘Look, love, I see that you are happy as you are.
pt_br: “No final da semana, ela me disse, ‘Querida, escute, eu consigo ver que você é mais feliz como é agora.

source: “But since the anti-Cuba propaganda campaign was relentless and did have a negative effect on many people, including many lesbian and gay youth, we felt a serious responsibility to answer and challenge these articles, and we did, just as we conscientiously defended the other socialist countries, and in particular the Soviet Union, from the steady stream of anti-communist attacks.
pt_br: "Mas, como a campanha de propaganda anti-Cuba era inexorável e surtia efeitos negativos em muitas pessoas, incluindo jovens gays e lésbicas, sentimos que era nossa séria responsabilidade responder e desafiar esses artigos. Fizemos isso, além de defender cuidadosamente os outros países socialistas (principalmente a União Soviética) do fluxo constante de ataques anticomunistas.

source: “But this work was not without difficulties,” McCubbin says.
pt_br: "Mas esse trabalho teve suas dificuldades", diz McCubbin.

source: “Butterflies on the Scaffold” (“Mariposas en el andamio”), a 1995 documentary, offered a profoundly moving account of how Cuban women construction workers literally made room for cross-dressing performance art in the workers’ cafeterias in their neighborhood on the outskirts of Havana, called La Güinera.
pt_br: “Mariposas en el andamio” (Mariposas no andaime), um documentário de 1995, oferece um relato profundamente tocante de como operárias cubanas literalmente deram espaço a performances drag nos refeitórios da vizinhança, nos subúrbios de Havana, chamada La Güinera.

source: “Cuba also suffers from this disease; there have been 2,565 people living with HIV/AIDS in our country, 388 of whom currently have the full-blown disease, and 896 of whom have died over the last 14 years.
pt_br: “Cuba também sofre com essa doença; há 2565 pessoas vivendo com HIV/AIDS no nosso país, das quais 388 atualmente têm a doença em pleno desenvolvimento e 896 morreram nos últimos 14 anos.

source: “Cuba now has one of the world’s lowest rates of infection, with only one of every 1,500 persons testing HIV-positive (the U.S.
pt_br: "Cuba agora tem uma das menores taxas de infecção do mundo, com apenas 1 em cada 1500 pessoas sendo diagnosticas positivo para HIV (a taxa

source: “Earlier this year, Cuba began to manufacture its own anti-retrovirals and make them available to AIDS patients free of charge.
pt_br: “No início do ano, Cuba começou a produzir seus próprios antirretrovirais e a disponibilizá-los de graça para pacientes com AIDS.

source: “Even in the face of the [U.S.] blockade, which prevents our access to 50 percent of the world’s new medicines because they are produced in the United States,” Lage Dávila stressed, “we have controlled the epidemic, and what is more, achieved a life expectancy of 76 years and an infant mortality rate of less than seven.
pt_br: “Mesmo em face ao bloqueio [dos EUA], que impede acesso a 50% dos novos medicamentos do mundo por serem produzidos nos Estados Unidos", Lage Dávila destacou, "nós controlamos a epidemia e, além disso, atingimos uma expectativa de vida de 76 anos e uma taxa de mortalidade infantil menor que 7.

source: “Even though living conditions were better than in any previous period and compared favorably with those in the rest of the Caribbean, there were serious problems.” They pointed out that the economy suffered under the heavy weight of the U.S. blockade and suspicious outbreaks of biological epidemics destroyed harvests of cash crops.
pt_br: “Mesmo se as condições de vida estavam melhores em relação a qualquer outro período e em relação aos outros países do Caribe, havia sérios problemas". Eles salientaram que a economia sofria em razão do peso do bloqueio imposto pelos Estados Unidos e a suspeita dos surtos de epidemias biológicas destruíram a colheita das culturas comerciais.

source: “Fantastic!” a filmgoer who described himself as a heterosexual, masculine male ex-claimed.
pt_br: “Fantástico!”, exclamou um cinéfilo que se descreve como um homem masculino heterossexual.

source: “First,” she told Reed, “I think we have to work more and better in the schools.
pt_br: “Primeiro”, disse ela a Reed, “acho que temos que trabalhar mais e melhor nas escolas.

source: “For now,” she added, “it is sufficient to reform the Family Code, which is recognized as a branch of Cuban law.”
pt_br: "Por ora", disse ela, "é suficiente reformar o Código da Família, que é considerado uma ramificação da lei cubana."

source: “Furthermore,” Mejía concludes, “the conquerors treated ‘sodomy’ as a special Indian sin and hunted it down and punished it as such on a grand scale.
pt_br: "Além disso," Mejía concluiu, “os conquistadores tratavam a 'sodomia' como um pecado especial indiano, caçaram e puniram de acordo, em larga escala.

source: “Gay Cuba” captured some of the enthusiastic responses of Cubans who had just seen “Strawberry and Chocolate” — a 1993 film about a heterosexual communist and a homosexual Cuban — at the Yara cinema.
pt_br: “Gay Cuba” capturou algumas das respostas animadas dos cidadãos cubanos que assistiram a "Fresa y chocolate" — um filme de 1993 sobre um comunista heterosexual e um cubano homosexual — no cinema Yara.

source: “Gay Cuba” includes footage documenting crossed-dressed homosexual Cubans participating in the annual, massive May Day march in 1995.
pt_br: “Cuba Gay” inclui metragem que documenta cubanos homossexuais que fizeram cross-dressing e participaram na grande marcha anual do Dia do Trabalhador, em 1995.

source: “Gay Cuba” is a series of interviews — a radio host and a singer/poet, an artist and a gay male elected union general secretary, a feminine male factory worker and a journalist, an HIV-positive doctor and an interpreter, soldiers and teenaged law students — who offer personal anecdotes and individual observations about attitudes towards same-sex love in Cuba.
pt_br: “Gay Cuba” é uma série de entrevistas — uma radialista e um cantor/poeta, um artista e um homem gay eleito secretário geral de um sindicato, um operário feminino e uma jornalista, um médico com HIV e uma intérprete, soldados e jovens estudantes de direito — que oferecem anedotas pessoais e observações individuais em relação às atitudes para com o amor entre pessoas do mesmo sexo em Cuba.

source: “Gay Cuba” released in 1996 was a project of Cuba’s Félix Varela Center (CFV).
pt_br: “Gay Cuba" (Cuba Gay), estreado m 1996, foi um projeto de Félix Varela Center (CFV), de Cuba.

source: “Gay Cuba” showed viewers a transgender performance organized by a neighborhood Committee for the Defense of the Revolution (CDR).
pt_br: “Gay Cuba” mostrou aos espetadores uma performance transgênero organizada pelo Comitê pela Defesa da Revolução (CDR) de um bairro.

source: “Gay Cuba” was a weather vane that pointed in the direction of prevailing winds of change in the revolutionary battle against the legacy of centuries of colonialist and imperialist cultural domination.
pt_br: “Gay Cuba” foi um cata-vento que apontou na direção dos ventos dominantes de mudança na batalha revolucionária contra o legado de séculos de dominação cultural colonialista e imperialista.

source: “Here we have the SUMA group, which is developing Cuban technology to do mass-scale diagnostic testing.
pt_br: “Nós temos aqui o grupo SUMA, que está desenvolvendo uma tecnologia cubana de testes diagnósticos em grande escala.

source: “Historically speaking,” Castro Espín stated, “changing mentality is one of the most difficult things to do, one of the slowest processes in society.
pt_br: “Historicamente falando”, afirmou Castro Espín, “mudar a mentalidade é uma das coisas mais difíceis de fazer, um dos processos mais lentos da sociedade.

source: “However,” Mejía explained, “there were exceptions to the Aztecs’ rules against homosexuality.
pt_br: "No entanto," explica Mejía, “haviam excessões às regras Astecas contra homosexualidade.

source: “However,” she stressed, “that is not enough because I think our laws should better reflect the respect that homosexuals deserve.
pt_br: “No entanto," ela enfatizou, "isso não é suficiente, porque eu acho que nossas leis devem refletir melhor o respeito que os homossexuais merecem.

source: “I asked people living there about the conditions in which they live.
pt_br: “Indaguei pessoas que moravam lá sobre as condições nas quais viviam.

source: “I don’t think that Cuba’s situation is as critical for gay people as it is in other countries,” he explained.
pt_br: “Não acho que a situação em Cuba seja tão crítica para pessoas homossexuais como é em outros países,” explicou.

source: “I have the opportunity to study and to work here and no one can stop me.
pt_br: “Eu tenho a oportunidade de estudar e trabalhar aqui e ninguém pode me impedir.

source: “I stood up, but first told him that he was mediocre and a bad psychologist and that I regretted being there.
pt_br: “Eu me impus, mas antes disse-lhe que ele era medíocre e horrível como psicólogo, e que me arrependia de ter ido lá.

source: “I visited Cuba’s largest AIDS sanatorium and was taken aback by the humane, considerate, intuitive and life affirming approach to care taken by this center.
pt_br: “Visitei o maior sanatório para tratamento de AIDS de Cuba e fiquei surpreso com a abordagem humanizada, cuidadosa e de valorização da vida adotada neste centro.

source: “I want to bring the revolution’s humanity to those aspects of life that it hasn’t reached because of old prejudices,” Mariela Castro Espín, who has worked hard to eradicate pre-revolutionary prejudices about same-sex love, transsexuality and gender variance in Cuba, said in summer 2006.
pt_br: “Quero trazer a humanidade da revolução para aqueles aspectos da vida que ela não alcançou por causa de velhos preconceitos”, disse Mariela Castro Espín, que trabalhou duro para erradicar os preconceitos pré-revolucionários sobre amor entre pessoas do mesmo sexo, transexualidade e variações de gênero em Cuba, no verão de 2006.

source: “If I could have a friend like that I would!”
pt_br: “Se eu pudesse, teria um amigo assim!”

source: “If legal sanctions and official harassment were rare,” Arguelles and Rich explained, “this tolerance was due less to social acceptance than to overriding considerations of profit and the economic interests of the underworld that dominated the Cuban political apparatus.
pt_br: "Se as sanções legais e perseguições oficiais eram raras," explicam Arguelles e Rich, "essa tolerância tinha menos a ver com aceitação social e mais com a supremacia do lucro e dos interesses econômicos do submundo que dominava o aparato político cubano."

source: “In December, 2000, I attended a play entitled ‘Muerte en el Bosque’ (A Death in the Woods), produced by the Teatro Sotano in Havana ‘s Vedado neighborhood.
pt_br: “Em dezembro de 2000, assisti a uma peça intitulada ‘Muerte en el Bosque’ (Uma Morte no Bosque), produzida pelo Teatro Sotano, no bairro do Vedado, em Havana.

source: “In essence, our view is that any kind of prejudice or discrimination is damaging to health.” (Reed)
pt_br: “Em essência, nossa visão é que qualquer tipo de preconceito ou discriminação é prejudicial à saúde.” (Reed)

source: “In some countries the mass media, for commercial reasons, generate those phenomena to sell more magazines or newspapers.
pt_br: “Em alguns países, a mídia de massa, por razões comerciais, provoca esses fenômenos a fim de vender mais revistas ou jornais.

source: “It also guarantees access to safe blood, certifying that 100 percent of blood donations are free of AIDS, hepatitis and other illnesses; voluntary testing of all pregnant women, resulting in zero mother-child transmission since 1997; and an education and prevention strategy aimed at vulnerable groups, young people and the entire population.
pt_br: “Também garante acesso a sangue seguro, certificando que 100% das doações de sangue sejam livres de AIDS, hepatite e outras doenças; testagem voluntárias de todas as mulheres grávidas, resultando em 0 transmissões mãe-criança desde 1997; e uma estratégia de educação e prevenção visando grupos vulneráveis, pessoas jovens e a pessoa inteira.

source: “It is a proposal I am making from my position of responsibility as the director of the CENESEX.
pt_br: “É uma proposta que estou fazendo do meu cargo de responsabilidade como diretora da CENESEX.

source: “It is incomprehensible to think that this life-saving money cannot be found in a world where 20 percent of the population is responsible for 86 percent of private consumption, and where the personal fortunes of 22 people each exceed the amount the Secretary General is requesting, fortunes that in total represent 43 times his request.”
pt_br: "É incompreensível pensar que esse dinheiro que salva vidas não pode ser encontrado em um mundo onde 20% da população é responsável por 86% do consumo privado e onde as fortunas pessoais de 22 pessoas cada superam a quantia que o Secretário Geral está solicitando, fortunas que, no total, representam 43 vezes o seu pedido."

source: “It seems all this work is now bearing fruit.
pt_br: “Parece que todo esse trabalho agora está dando frutos.

source: “It would be wonderful to be able to spark meaningful, inter-group discussion on this subject,” Castro Espín emphasized, “so that Cuban society could develop a healthier culture of sexuality, one that is fairer, that helps to erode old, erroneous beliefs and prejudices that emphasize sexual orientation.
pt_br: “Seria maravilhoso poder desencadear uma discussão significativa e intergrupal sobre esse assunto”, enfatizou Castro Espín, “para que a sociedade cubana possa desenvolver uma cultura de sexualidade mais saudável e mais justa, que ajude a corroer crenças e preconceitos antigos e errados que enfatizam a orientação sexual.

source: “La cara,” wrote author Freddy Domínguez Díaz, was “a series on human behavior, on people’s attitude of life, on everyone’s responsibility for themselves and everybody else.” (Betancourt)
pt_br: “La cara”, escreveu o autor Freddy Domínguez Díaz, foi “uma série sobre o comportamento humano, sobre a atitude das pessoas na vida, sobre a responsabilidade coletiva por si mesmo e por todos." (Betancourt)

source: “La cara” deals with AIDS, youth sexuality, bisexuality and other social issues.
pt_br: “La cara” lida com AIDS, sexualidade juvenil, bissexualidade e outras questões sociais.

source: “La cara” series director Rafael “Cheíto” González explained, “When we deal with present-day stories, we try to be as close to reality as possible.
pt_br: O diretor da série “La cara”, Rafael “Cheíto” González, explicou: “Quando lidamos com histórias atuais, tentamos estar o mais próximo possível da realidade.

source: “Laws by themselves are not sufficient for achieving real change,” she noted, but they are necessary to achieve forward momentum.
pt_br: "Leis em si não são suficientes para alcançar uma mudança real", destacou, mas são necessárias para alcançar um impulso adiante..

source: “Lesbians and gay men were particularly vulnerable,” they explained.
pt_br: “As lésbicas e os homens gays eram os mais vulneráveis", explicam.

source: “Mariela Castro said that for people with a non-traditional gender identity to fully develop their potential as a member of society, it is first necessary to identify them so as to assure that they receive adequate specialized assistance.
pt_br: Mariela Castro disse que para que as pessoas com uma identidade de gênero não tradicional desenvolvam plenamente seu potencial como membros da sociedade, é necessário primeiro identificá-las para garantir que recebam assistência especializada adequada.

source: “Nearly everything is ready,” Castro Espín concluded.
pt_br: "Está quase tudo pronto", concluiu Castro Espín.

source: “Not surprisingly, then,” researchers Lourdes Arguelles and B. Ruby Rich stressed, “Cuban homosexuals had preferential hiring treatment in the Havana tourist sector in order to meet the demands” of U.S.
pt_br: "Não surpreende, então" afirmam as pesquisadoras Lourdes Arguelles e B. Ruby Rich, "que homossexuais cubanos tinham preferência nas contratações do setor turístico de Havana, para atender às demandas" de empresários

source: “Of course, they came to demand their rights, because I don’t know if you have noticed, we Cubans have a strong sense of justice and fight when we have to,” she said.
pt_br: “É claro que eles vieram exigir seus direitos, porque eu não sei se você notou, mas nós cubanos temos um forte senso de justiça e lutamos quando precisamos”, disse ela.

source: “Our program to fight AIDS,” Lage Dávila explained, “guarantees comprehensive care for people with HIV and AIDS, free anti-retroviral treatment for all, specialized medical centers for those who require them and a constant struggle for patients to achieve the fullest social integration, with all their rights and without discrimination.
pt_br: “Nosso programa contra a AIDS", explicou Lage Dávila, "garante cuidado abrangente para pessoas com HIV e AIDS, tratamento antirretroviral para todos, centros médicos especializados para quem necessita e uma luta constante para que pacientes atinjam uma completa integração social, com todos seus direitos e sem discriminação.

source: “Rainbow Solidarity in Defense of Cuba” is a compilation of 25 articles about same-sex love and sex/gender variance in Cuba’s pre- and post-revolutionary history.
pt_br: “Solidariedade Arco-Irís em Defesa de Cuba” é uma compilação de 25 artigos sobre amor no mesmo sexo e variações de sexo/genero na historia pre e pós revolucionaria de Cuba.

source: “So we were often challenged by progressive youth, gay and straight: ‘You support Cuba?’ The more serious listened carefully to what we had to say in Cuba’s defense, but we were also badmouthed frequently by anti-communist elements in the gay movement.”
pt_br: "Graças a isso, eramos frequentemente contestados por jovens progressistas, tanto gays quanto héteros: "Vocês defendem Cuba?" Os mais sérios ouviam com atenção o que tínhamos a dizer em defesa de Cuba, mas também eramos muito malfalados por elementos anticomunistas no movimento gay."

source: “So you need to combine both an epidemiological and a gender approach to these very intimate issues.
pt_br: “Então você precisa combinar uma abordagem epidemiológica e de gênero para essas questões tão íntimas.

source: “Something like this would put the revolution even more in line with its humanistic ethic; the Cuban Revolution has been possible because of the participation of all men and women, of all Cubans who have identified with the conquests and dreams of that social project.
pt_br: “Algo assim colocaria a revolução ainda mais em linha com sua ética humanista; a Revolução Cubana foi possível por causa da participação de todos os homens e mulheres, de todos os cubanos que se identificaram com as conquistas e sonhos desse projeto social.

source: “T.” from California comments, “These five men, fighting against terrorism, have been imprisoned by the U.S. government — ‘MY’ government!
pt_br: “T” da Califórnia comenta: “Esses cinco homens, lutando contra o terrorismo, foram presos pelo governo dos EUA — ‘MEU’ governo!

source: “That is how a national strategy came about for attention to transsexuals with an integral vision since 1979, which was created by my mother, Vilma Espín, president of the Cuban Women’s Federation.
pt_br: “Foi assim que surgiu uma estratégia nacional de atenção aos transexuais com uma visão integral desde 1979, que foi criada por minha mãe, Vilma Espín, presidente da Federação Cubana de Mulheres.

source: “That the first exists is only natural in people whose sexual attitudes were formed by a Hispanic culture, heavily influenced by the Catholic Church, where sex is a sin and homosexuality a crime.
pt_br: "Que o primeiro grupo exista é natural em pessoas cujas atitudes sexuais foram formadas por uma cultura hispânica, fortemente influenciada pela Igreja Católica, onde o sexo é um pecado e a homossexualidade um crime.

source: “The CIA targeted the homosexual intelligentsia and worked to persuade its members to defect, promising generous academic grants and publishing contracts.”
pt_br: “A CIA teve como alvo a elite intelectual homossexual e trabalhou para persuadir seus membros a desertarem, prometendo generosas bolsas acadêmicas e contratos de publicações".

source: “The Courts of Justice were finally convinced,” Castro Espín concluded.
pt_br: “Os Tribunais de Justiça foram finalmente convencidos”, concluiu Castro Espín.
